Repository: slavikyd/django_hw_project
Catalog: dot_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: recency
ru: Давность

source: Released in last 5 years
ru: Выпущено в последние 5 лет

source: Created in the last 10 years
ru: Выпущено в последние 10 лет

source: Created in the last 15 years
ru: Выпущено в последние 15 лет

source: USB with UART support
ru: USB с протоколом UART

source: USB with COM support
ru: USB с протоколом COM

source: plain USB
ru: обычный USB

source: USB-C to USB-A connection
ru: USB-C на USB-A

source: Micro USB to USB-A connection
ru: Микро USB на USB-A

source: relationship board client
ru: Связь плата клиент

source: relationships boards client
ru: Связи платы клиенты

source: Compatible to this board:
ru: Совместимы с этой платой:

source: Board:
ru: Плата:

source: Description:
ru: Описание:

source: Release year:
ru: Год выпуска:

source: You already bookmarked this one!
ru: Уже в закладках!

source: You have not liked this one yet!
ru: Еще не в закладках!

source: You can add it to
ru: Можно добавть в

source: bookmarks
ru: закладки

source: Connects via:
ru: Подключение через:

source: Board not found...
ru: Плата не найдена...

source: Your one-stop library for Arduino-like boards and modules
ru: Большая библиотека Ардуино-подобных плат и модулей

source: Popular Boards and Modules
ru: Популярные платы и модули
